const Locations = [
  // { lat: 12.6480380, lng: 101.6261644, name: 'พิมพ์ธาราบีช รีสอร์ท' },
  // { lat: 12.6464514, lng: 101.6298273, name: 'บ้านโชติกาญจน์รีสอร์ท' },
  // { lat: 12.6459368, lng: 101.6309961, name: 'ร้านป๋าปืน' },
  // { lat: 12.6454575, lng: 101.6317957, name: 'โรงแรมสินสยามรีสอร์ท หาดแหลมแม่พิมพ์' },
  // { lat: 12.6450276, lng: 101.6325782, name: '-' },
  // { lat: 12.6444129, lng: 101.6346834, name: 'The Toy Art Resort' },
  // { lat: 12.6439350, lng: 101.6349889, name: 'Saengrattana House' },
  // { lat: 12.6439078, lng: 101.6354174, name: 'ภูผาบีชรีสอร์ต' },
  // { lat: 12.6439550, lng: 101.6357103, name: 'ทรัพย์สุพรรณโฮมสเตย์' },
  // { lat: 12.6441297, lng: 101.6358947, name: 'Heyhanavee Resort' },
  // { lat: 12.6495167, lng: 101.6378260, name: 'ร้านบ้านสวน ก๋วยเตี๋ยวทะเลต้มยำ อาหารตามสั่ง' },
  // { lat: 12.6521615, lng: 101.6392745, name: 'Jay Keao food' },
  // { lat: 12.6655721, lng: 101.6364862, name: 'Suan2kru resort&cafe สวน2ครูรีสอร์ท&คาเฟ่' },
  // { lat: 12.6656900, lng: 101.6361548, name: 'Coffee Rider' },
  // { lat: 12.6662090, lng: 101.6360849, name: 'เจ๊ ติ๋วต้มเลือดหมู' },
  // { lat: 12.6671053, lng: 101.6359152, name: 'เดอะเฟมัส รีสอร์ท (The Famous Resort)' },
  { lat: 12.6767337, lng: 101.6325431, name: 'บ้านกร่ำ', date: 1, workDay: 'จันทร์' },
  { lat: 12.6588154, lng: 101.6377572, name: 'ชากมะกรูด', date: 2, workDay: 'อังคาร' },
  { lat: 12.6931681, lng: 101.6272394, name: 'ชากโดน', date: 3, workDay: 'พุธ' },
  { lat: 12.6437016, lng: 101.6340366, name: 'แหลมแม่พิมพ์', date: 4, workDay: 'พฤหัส' },
  { lat: 12.6490816, lng: 101.3467852, name: 'ตะพง', date: 5, workDay: 'ศุกร์' },
];
export default Locations;


/*
(12.6767337, 101.6325431)

(12.6588154, 101.6377572)

(12.6931681, 101.6272394)

(12.6437016, 101.6340366)

(12.6490816, 101.3467852)

จันทร์ บ้านกร่ำ
อังคาร ชากมะกรูด
พุธ ชากโดน
พฤหัส แหลมแม่พิมพ์
ศุกร์ ตะพง
เสาร์ หยุด
 */